[
 	{
        "content_EN": [
            {
                "mainHead": "Security and Privacy Policies",
                "mainContent": "The Roads and Transport Authority (RTA) is committed to achieving the highest levels of customer satisfaction and promoting secure modes of business transactions. The obligation to protect your privacy rights when visiting our websites is of utmost importance.The obligation to protect the privacy rights of all our customers, who are visiting our websites, is of utmost importance to RTA.",
                "subContent": "<div class='subContent'>RTA Security & Privacy Policy deals with its guidelines related to information collection & usage of your personal information. RTA uses its website to:</div><ul><li> Collect personal information for the purpose of personalizing your experience and responding to your requests / input in the most relevant way. RTA will not share any e-mail or other information submitted through its websites.</li><li>Provide electronic transaction capabilities when you provide any personal and/or payment information. Such information may be collected, processed and disclosed to external Dubai Government Departments to complete an online transaction and for record-keeping for such activities as billing, permits, licenses and other business-related purposes.</li><li>Collect usage statistics for site management, such as assessing what information is of most and least interest, determining technical design specifications, and identifying system performance issues. The information does not identify you personally. The following information about your visit is collected:<ul><li> - The Internet domain and/or IP address from which you access the RTA’s Website;</li><li>The type of browser and operating system used to access RTA’s Website;</li><li>- The date and time of the visit;</li><li>- The pages visited</li></ul></li></ul>"
            },
            {
                "mainHead": "Transaction Security",
                "mainContent": "RTA has secure mechanisms to protect the information provided to it by its customers. RTA uses state of the art encryption techniques to protect all the information identified as sensitive, or any other data that is required to be secured to meet Dubai’s federal or local government regulations."
            },
            {
                "mainHead": "Safe transfer of information",
                "mainContent": "This website undertakes to provide sufficient protection for the information you provide to us. We employ electronic, material and legal protection measures to maintain your confidential information. Additionally we encrypt information classified as sensitive or data that have to be kept confidential according to statutory requirements."
            },
            {
                "mainHead": "Protection of personal information",
                "mainContent": "Your personal information is only available to the RTA employees who have a need to know it. It will not be available for public inspection without your consent. Also, no site user information will be shared, sold, or transferred to any third party without your prior consent.Access to such information is only given to those qualified professionals who provide RTA online services consistent with your interactions with our site.There are several places throughout RTA website that may link to other web sites that do not operate under RTA privacy practices. We encourage visitors to review each site's privacy policy before disclosing any personally identifiable information.Right to review, amend or correct personal details any user supplying us with his /her personal details is entitled to review, or amend those personal details at any time."
            },
           
            {
                "mainHead": "Other websites and Applications",
                "mainContent": "The privacy policy applies only to the website of the RTA. In the event of shifting to another website though the link provided at RTA website, you should read the privacy policy of that website so as to be aware of the applicable practices. RTA will therefore not accept responsibility or liability for any harm or loss incurred as a result of surfing that website."
            },
            {
                "mainHead": "Apple Pay is now available",
                "mainContent": "For mobile app users, Apple Pay is now available as a mode of payment. For terms and conditions, please visit, <a href='https://support.apple.com/en-us/HT203027' title='Click here for more information' target='_blank'>click here</a>"
            }, {
                "mainHead": "Privacy Breach",
                "mainContent": "If you get notified about account changes you didn’t make or you doubt any privacy compromising, please communicate with us via ask@rta.ae or call the toll free number 8009090."
            }
        ],
        "content_AR": [
            {
                "mainHead": "سياسة الأمن والخصوصية",
                "mainContent": "هيئة الطرق والمواصلات ملتزمة بالعمل على تحقيق أعلى درجات رضا المتعامل وتعزيز العمليّات التجارية الآمنة.ويندرج ضمن أولوياتنا الالتزام بحماية حقوق الخصوصيّة لجميع متعاملينا الذين يزورون موقع هيئة الطرق والمواصلات الإلكتروني.",
                "subContent": "<div class='subContent'>تلتزم سياسة الخصوصية والأمان بإرشادات هيئة الطرق والمواصلات المتعلقة بجمع المعلومات الشخصية واستخدامها، كما تستخدم الهيئة موقعها الإلكتروني للأغراض التالية:</div><ul><li>جمع المعلومات بهدف تخصيص تجربتك، والاستجابة إلى طلباتك بشكل أكثر دقّة، علماً أن الهيئة لا تُشرك أي طرف آخر في عناوين البريد الإلكتروني أو المعلومات الأخرى التي تقدّمها من خلال الموقع.</li><li>توفير تسهيلات المعاملات الإلكترونية إذا ما رغبت في تقديم أية معلومات شخصية و/ أو معلومات الدفع. يمكن جمع هذه المعلومات ومعالجتها والإفصاح عنها للإدارات الخارجية لحكومة دبي لإتمام المعاملات عبر الإنترنت وحفظ السجلات لأنشطة مثل الفواتير والتصاريح والتراخيص وغيرها من الأغراض التجارية ذات الصلة.</li><li>جمع إحصائيات الاستخدام لإدارة الموقع الإلكتروني، مثل تقييم ماهيّة المعلومات لتحديد أكثرها وأقلها اهتماماً وتحديد مواصفات التصميم التقني والتعرّف على المسائل المتعلقة بأداء النظام، علماً أن هذه المعلومات لا تتعرف عليك بصفتك الشخصية. تُجمَعُ المعلومات التالية حول زيارتك                <ul><li>موقع شبكة الإنترنت و/أو عنوان بروتوكول الانترنت 'IP' الذي دخلت من خلاله إلى موقع هيئة الطرق والمواصلات.</li><li> نوع المتصفح ونظام التشغيل المستخدم للوصول إلى موقع هيئة الطرق والمواصلات ؛</li><li>تاريخ ووقت الزيارة؛</li><li>الصفحات التي قمت بزيارتها</li></ul></li></ul>"
            },
            {
                "mainHead": "حماية معلوماتك",
                "mainContent": "تستخدم هيئة الطرق والمواصلات أحدث تقنيات التشفير لحماية كافة المعلومات التي تم تعريفها بأنها حساسة، أو أي بيانات أخرى مطلوب حمايتها من أجل الإيفاء بمتطلبات اللوائح الاتحادية أو المحلية الخاصة بحكومة دبي."
            },
            {
                "mainHead": "انتقال آمن للمعلومات",
                "mainContent": "يلتزم هذا الموقع بتوفير حماية كافية للمعلومات التي تقدّمها لنا، فهناك إجراءات حماية إلكترونية ومادية وقانونية للمحافظة على معلوماتك السريّة، إضافة إلى أننا نعمل على تشفير المعلومات، التي تُعتبر حساسة أو البيانات التي يتعيّن الحفاظ على سريّتها تماشياً مع المتطلبات القانونية."
            },
            {
                "mainHead": "حماية المعلومات الشخصية",
                "mainContent": "لن تكون معلوماتك الشخصيّة متاحة إلا لموظفي الهيئة الذين تقتضي ظروف عملهم الاطّلاع على تلك المعلومات، ولن تكون تلك المعلومات متاحة لاطلاع الجمهور من دون موافقتك، إضافة إلى أنه لن يتم تبادل أو تداول أي منها مع أي طرف آخر من دون موافقتك المسبقة. لن يُسمح بالوصول إلى تلك المعلومات إلا لأولئك المؤهلين والمختصّين الذين يتولون تقديم خدمات الهيئة، ويحقّ لك معاينة أو تعديل أو تصحيح معلوماتك الشخصيّة التي زوّدتنا بها في أي وقت."
            },
            {
                "mainHead": "المواقع والتطبيقات الأخرى",
                "mainContent": "تنطبق سياسة الخصوصيّة هذه على موقع هيئة الطرق والمواصلات فقط. عند إعادة توجيهك إلى مواقع خارجية، عليك قراءة سياسة الخصوصيّة الخاصة بها، ولا تتحمّل الهيئة المسؤولية عن أي ضرر أو خسارة قد تنتُج عن تصفُّح تلك المواقع."
            },
            {
                "mainHead": "Apple pay أصبح متوفراً الآن",
                "mainContent": "أصبحت خدمة  Apply Pay  متوفرا كوسيلة للدفع لمستخدمي الهواتف الذكية. للشروط والأحكام قم زيارة الرابط التالي : <a href='https://support.apple.com/ar-ae/HT203027' title='اضغط هنا لمزيد من المعلومات' target='_blank'>اضغط هنا</a>"
            },
            {
                "mainHead": "اختراق الخصوصية",
                "mainContent": "في حال تلقّيك إخطاراً بوجود تغييرات على حسابك لم تنفذها بنفسك، أو شككت في عدم حماية معلوماتك على موقع الهيئة، نرجو منك التواصل معنا عبر البريد الإلكتروني ask@rta.ae أو الاتصال بالرقم المجاني 8009090."
            }
        
        ]
    }
]