[
    {
        "content_EN": [
            {
                "mainHead": "Our General Terms & Conditions",
                "mainContent": "In addition to the provisions of this agreement, browsing this website is also subject to: </br>The federal laws of the United Arab Emirates</br>The local laws of the emirate of Dubai</br>The international conventions ratified by the UAE</br>The logo of RTA and the content of its website are subject to the intellectual property rights applicable in the UAE and the international conventions applicable in this regard. You shall not be entitled to use them without a proper consent from RTA and without adopting the proper course of action set for this practice.</br>Amendment</br>RTA may amend the terms and conditions of this agreement, provided a notice to this effect is displayed on this webpage. Amendments must take effect once made. Your regular browsing of the website following the introduction of those amendments will be understood as endorsement of those amendments. You shall visit this page regularly to check the terms and conditions.",
                "subContent": "<section><h2><span>Required conduct: </span></h2>You agree to access and use the site only for lawful purposes, and that you are fully aware of all laws, statutes, rules and regulations pertaining to your use of the site. By accessing the site, you agree that you will NOT: <ul><li>Use the logo of RTA and/or the content of its website without a prior consent from RTA and/or adopting the proper course of action set for this practice;</li><li>Use the site to commit a crime or encourage others to engage in any conduct, which would constitute a criminal offense or give rise to civil liability;</li><li> Post or transmit any discriminatory, libelous, harassing, defamatory, obscene, pornographic, or otherwise unlawful content against any party;</li><li>Use the site to impersonate other parties or entities;</li><li> Use the site to upload any content that contains a software virus, \"Trojan horse\" or any other computer code, files, or programs that may alter, damage, or interrupt the functionality of the site or the hardware or software of any other person who accesses the site;</li><li>Upload, post, email, or otherwise transmit any materials that you do not have a right to transmit under any law or under a contractual relationship;</li><li>Alter, damage, or delete any content posted on the site;</li><li>Disrupt the normal flow of communication in any way;</li><li>Claim a relationship with or represent any business, associations, or other organizations with which you are not authorized to claim such a relationship or represent;</li><li> Post or transmit any unsolicited advertising, promotional materials, or other forms of solicitation;</li><li>Post any material that infringes upon or violates the intellectual property rights of another; or</li><li>Collect or store personal information about others.</li></ul> </section>"
            },
            {
                "mainHead": "Registration",
                "mainContent": "Certain sections of the site are restricted to registered users and/or allow access to support or online services through entering personal information.<br/>You agree that any information provided to us in these areas will be complete and accurate, that you will not register under the name of, nor attempt to enter the site under the name of another person, and that you will not adopt a user name that RTA, in its sole discretion, deems offensive."
            },
            {
                "mainHead": "Termination of use",
                "mainContent": "RTA may, in its sole discretion, terminate or suspend your access to or use of this site without a prior notice for your violation of these terms and conditions or laws applicable in the UAE, or for other conduct, which RTA, in its sole discretion, believes is breaching international agreements and conventions or harmful to others.<br/>In the event of termination, you will no longer be authorized to access the site, and RTA will use any means possible to enforce this termination."
            },
            {
                "mainHead": "Other site links",
                "mainContent": "Some links on the site lead to websites that are not operated by RTA. We do not control these websites nor do we review or control their content.</br>RTA provides these links to users for convenience.</br>These links are not an endorsement of products, services, or information, and do not imply an association between RTA and the operators of the linked website. When you select a link to an external website, you are subject to the terms and conditions of the owner/sponsors of that external website."
            },
            {
                "mainHead": "Content",
                "mainContent": "RTA reserves the right to monitor any content that you provide, but shall not be obligated to do so.</br>Although RTA cannot monitor all postings on the site, we reserve the right, but assume no obligation, to delete, move, or edit any postings that violate our terms and conditions, the laws of the United Arab Emirates, and the international conventions ratified by the UAE."
            },
            {
                "mainHead": "Indemnity",
                "mainContent": "RTA reserves the right to request a financial or not financial indemnity due to any breach of the terms and you agree to defend the interests of RTA with any party, official or otherwise, in connection with any claim, financial or otherwise, arising from any breach by you of any of the terms and conditions of this agreement.</br>Accordingly, you will bear all costs, financial or otherwise, resulting from your breach of any of the conditions of this agreement, be it insurance, compensation, fees or any other costs, financial or others.</br>Any settlement made with anybody, official or otherwise, in connection with any breach of the conditions of this agreement shall not be valid and effective, unless with the explicit written consent of RTA."
            },{
                "mainHead": "Limitation of liability",
                "mainContent": "In no event will RTA be liable for any incidental, indirect, special, punitive, exemplary, or consequential damages, arising out of your use of or inability to use the site, including without limitation, loss of revenue or anticipated profits, loss of goodwill, loss of business, loss of data, computer failure or malfunction, or any other damages."
            },
            {
                "mainHead": "Disclaimer of warranty",
                "mainContent": "You expressly understand and agree that your use of the site, or any material available through this site, is at your own risk. Neither RTA nor its employees warrant that the site will be uninterrupted, problem-free, free of omissions, or error-free; nor do they make any warranty as to the results that may be obtained from the use of the site. The content and function of the site are provided to you \"as is\" without warranties of any kind, either express or implied."
            },
            {
                "mainHead": "Disclaimer for Third Party Applications",
                "mainContent": "<p>The use of any Third Party Applications is subject to any terms and a condition provided with such Third Party Application and is not governed by RTA.</p><p>The use of Third Party Application is solely your responsibility since RTA does not govern the use of such Third Party Applications.</p><p>RTA is not responsible for any Third Party Application and you acknowledge that such application may be modified or removed by its original publisher and/or respective rights owner at any time.</p><p>You assume all responsibility and risk of use of any Third Party Application (including any content therein) and RTA hereby disclaims any and all liability to you or any third party related thereto.</p><section>RTA does not have any obligation to examine or scan Third Party Applications, for any purpose, and is not responsible for the accuracy, completeness, appropriateness or legality of any Third Party Application.</section><section>The fact that a Third Party Application is available via the Apple AppStore Platform or otherwise is not an endorsement, authorization or representation of RTA’s affiliation with any third party, nor is it an endorsement of such Third Party Application and you hereby waive, any legal or equitable rights or remedies you have or may have against RTA with respect thereto.</section><section>RTA exercises no control over the third party applications, products, services, software and the Apple App Store and we are not responsible for their performance, do not endorse them, and are not responsible or liable for any content, advertising, or other materials available through the third party applications, products, services, software and the Apple App Store. We are not responsible or liable, directly or indirectly, for any damage or loss caused to you by your use of or reliance on any goods or services available through the third party applications, products, services, software and the Apple App Store.</section>"
            }
            
        ],
        "content_AR": [
            {
                "mainHead": "الشروط والأحكام العامة",
                "mainContent": "يخضع تصفُّح الموقع إضافة إلى هذه الاتفاقية إلى:<br/><br/>القوانين الاتحادية لدولة الإمارات العربية المتحدة. <br/>القوانين المحلية لإمارة دبي.<br/>الاتفاقيات الدولية التي تكون دولة الإمارات طرفاً فيها.<br/><br/>يخضع شعار هيئة الطرق والمواصلات ومحتويات موقعها للحماية بموجب قانون الملكيّة الفكرية المعمول بها في الدولة والاتفاقيات المبرمة في هذا الخصوص. لذلك لا يحقّ لك استخدامهما من دون الحصول على إذن مسبق واتّباع الإجراءات المعتمدة.<br/><br/> تعديل الاتفاقية<br/><br/> يحقّ لهيئة الطرق والمواصلات تعديل شروط وأحكام هذه الاتفاقية، على أن يتم تقديم إشعار بهذا على هذه الصفحة، وتصبح التعديلات سارية المفعول بمجرد تحريرها.<br/>يُعتبر تصفّحك المعتاد للموقع بعد تقديم تلك التعديلات بمثابة تأييد لها، وعليك زيارة هذه الصفحة بانتظام للتحقق من الشروط والأحكام.",
                "subContent": " <section><h2>السلوك المطلوب :</h2>موافقتك على دخول واستخدام الموقع لأغراض مشروعة فقط، مع معرفة كاملة بكلّ القوانين والأنظمة والقواعد والأحكام والشروط المتعلقة باستخدامك للموقع.<br/>عند دخولك إلى الموقع، فأنت توافق على الامتناع عن:<ul><li>استخدام شعار الهيئة و/أو محتويات موقعها من دون إذن مسبق منها و/أو اتّباع إجراءات هيئة الطرق والمواصلات بهذا الخصوص.</li><li>استخدام الموقع من أجل ارتكاب جريمة أو تشجيع الآخرين على التورط في أي تصرف، قد يُعدّ جريمة أو ينطوي على مسؤولية مدنية.</li><li>إدخال أو نشر أي محتويات غير قانونية، تتضمن تمييزاً أو تشهيراً أو إساءة أو قذفاً أو فاحشة ضد أي جهة كانت أو نشر مواد إباحية.</li><li>استخدام الموقع من أجل انتحال شخصيات أو أطراف أخرى.                </li><li>استخدام الموقع لتحميل أي مادة فيها برامج تحتوي على فيروسات أو ملفات تجسّس أو أي شفرات حاسوبية أو ملفات أو برامج قد تعمل على تغيير أو إتلاف أو إعاقة عمل الموقع أو أي جهاز أو برنامج عائد إلى أي من المستخدمين.</li><li>تحميل أو إدخال أو إرسال أو بث أي مواد لا يحق لك بثها بموجب أي قانون أو علاقة تعاقدية.</li><li>تغيير أو إتلاف أو شطب أي محتوى على الموقع.</li><li>تعطيل خطوط الاتصال الاعتيادية بأي شكل كان.</li><li>الادعاء بالارتباط مع، أو تمثيل أي شركة أو جمعية أو هيئة من دون أن تكون مخولاً.</li><li>نشر أو بث أي إعلان أو مادة دعائية أو أي شكل من أشكال الترويج.</li><li>نشر أي مادة تتنافى أو تتعارض مع حقوق المُلكيّة الفكرية للآخرين.</li><li>جمع أو تخزين المعلومات الشخصية عن الآخرين.</li></ul></section>"
            },
            {
                "mainHead": "التسجيل",
                "mainContent": "بعض أقسام الموقع لا تفتح إلا للأعضاء المسجلين و/أو تتيح للمستخدم طلب الدعم أو الخدمات إلكترونياً عبر إدخال المعلومات الشخصية.<br/>أنت توافق على أن أي معلومات تُقدّم لنا عبر تلك الأقسام هي معلومات صحيحة وكاملة ودقيقة وأنك لن تسجّل الدخول ولن تحاول دخول الموقع مستخدماً اسم شخص آخر، ولن تتبنى اسم مستخدم قد تراه هيئة الطرق والمواصلات غير مناسب."
            },
            {
                "mainHead": "إنهاء الاستخدام",
                "mainContent": "لهيئة الطرق والمواصلات كل الحق في إنهاء أو تعليق دخولك أو استخدامك لهذا الموقع من دون إشعار مسبق، وذلك عند انتهاكك لهذه الشروط أو القوانين المعمول بها في دولة الإمارات، أو بسبب أي تصرف قد ترى الهيئة أنه مخالف للاتفاقيات والأعراف الدولية أو يُلحِق الضرر بالآخرين.<br/>وعند الإنهاء لن يكون بإمكانك الدخول إلى الموقع، وسوف تستخدم هيئة الطرق والمواصلات كل وسيلة متاحة لتطبيق هذا المنع."
            },
            {
                "mainHead": "روابط المواقع الأخرى",
                "mainContent": "بعض الروابط على الموقع تقود إلى مواقع إلكترونية خارجيّة لا تُشغّلها أو تتحكّم بها هيئة الطرق والمواصلات، كما أنها لا تراجع أو تتحكم بالمحتوى الخاص بها.<br/>توفّر هيئة الطرق والمواصلات تلك الروابط من باب التسهيل على المستخدمين، وليس لتلك الروابط أي مضامين ترويجيّة خاصة بالسلع أو الخدمات أو المعلومات، وهي لا تنطوي على أي ربط بين هيئة الطرق والمواصلات ومشغلي المواقع المتصلة. عند اختيارك لرابط خاص بموقع خارجي، فإنك تكون خاضعاً للشروط والأحكام الخاصة بمالك ذلك الموقع."
            },
            {
                "mainHead": "المحتوى",
                "mainContent": "تحتفظ هيئة الطرق والمواصلات بالحق في مراقبة أي محتوى تقوم بإدخاله، إلا أنها غير ملزمة بذلك.<br/>ورغم أنّنا لا نستطيع مراقبة كل ما يجري إدخاله على الموقع، فنحن نحتفظ بالحق من دون الالتزام بشطب أو إزالة أو تحرير أي مواد مدخلة تنتهك شروط هذه الاتفاقية وقوانين دولة الإمارات العربية المتحدة والاتفاقيات الدولية التي تكون دولة الإمارات طرفاً فيها."
            },
            {
                "mainHead": "التعويض",
                "mainContent": "تملك الهيئة الحقّ بالمطالبات المالية أو غير المالية، نتيجة الإخلال بأي شرط من شروط هذه الاتفاقية، لدى أي جهة رسمية أو غير رسمية.<br/>ونتيجة لذلك فإنك تتحمل كل التكاليف الماليّة وغير الماليّة التي نتجت عن الإخلال بأي شرط من شروط هذه الاتفاقية، سواء كانت تأميناً أو تعويضاً أو رسوماً أو أي تكاليف أخرى.<br/>وكل تسوية لدى أي جهة رسمية أو غير رسمية، بسبب الإخلال بأي شرط من شروط هذه الاتفاقية، لا تعد مقبولة إلا بموافقة هيئة الطرق والمواصلات الصريحة والخطيّة عليها.."
            },
            {
                "mainHead": "حدود المسؤولية",
                "mainContent": "لا تتحمل هيئة الطرق والمواصلات المسؤولية بأي حال من الأحوال عن الأضرار العرضية، أو غير المباشرة أو الخاصة أو العقابية أو النموذجية أو الناشئة، التي قد تبرز نتيجة لاستخدامك أو عدم قدرتك على استخدام الموقع، بما في ذلك، وعلى سبيل المثال لا الحصر، ضياع الدخل أو الأرباح المتوقعة، أو ضياع السمعة أو العمل أو البيانات، أو تعطل الحاسوب أو عمله بصورة خاطئة أو أي أضرار أخرى."
            },
            {
                "mainHead": "التنازل عن الضمان",
                "mainContent": "لا توفّر هيئة الطرق والمواصلات أو أي من موظفيها ضمانة عدم تعرّض الموقع للتوقف أو خلوّه من المشكلات أو الحذف أو الأخطاء، كما لا توجد ضمانة بشأن النتيجة التي ستحصل عليها جراء استخدامك للموقع.<br/>إن المحتويات والأدوات على الموقع مقدمة لك على حالها، من دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية."
            },
            {
                "mainHead": "إخلاء المسؤولية من تطبيقات الطرف الثالث",
                "mainContent": "<section>يخضع استخدام أي تطبيقات تتبع لطرف ثالث لأي شروط يشترطها الطرف الثالث، وليس لأحكام هيئة الطرق والمواصلات.<br /></section><section>استخدام تطبيقات الطرف الثالث يقع حصرياً تحت مسؤوليتك ما دامت هيئة الطرق والمواصلات لا تتحكم في استخدامات هذه التطبيقات.                </section><section>الهيئة ليست مسؤولة عن أي تطبيقات خاصة بطرف ثالث، وعليك الإقرار بأن مثل هذا التطبيق يمكن تعديله أو حذفه في أي وقت من الأوقات من قبل الناشر الأصلي و/ أو مالك الحقوق.        <br />عليك أن تتحمل المسؤولية والمخاطر الناجمة عن استخدام أي من هذه التطبيقات، بما في ذلك المحتويات الموجودة فيه، وتخلي هيئة الطرق والمواصلات مسؤوليتها تجاهك وتجاه أي طرف ثالث</section><section>لا تلتزم هيئة الطرق والمواصلات بفحص أو مسح تطبيقات الطرف الثالث لأي غرض من الأغراض، وليست مسؤولة عن دقة واكتمال وملاءمة أو قانونية أي تطبيق خاص بالطرف الثالث.</section><section>وكون تطبيقات الطرف الثالث متاحة من خلال منصّات معروفة أو مشهورة مثل منصة تطبيقات آبل أو خلافه فإن ذلك لا يعني الموافقة أو الإذن لانتساب هيئة الطرق والمواصلات إلى أي طرف ثالث، ولا يعتبر أيضا اعتماداً لمثل هذه التطبيقات</section><section>لا تمارس هيئة الطرق والمواصلات أي سيطرة على التطبيقات والمنتجات والخدمات والبرمجيّات ومنصة مستودع تطبيقات آبل الخاصة بالطرف الثالث، وليست مسؤولة عن أداء هذه المنتجات ولا تعتمدها وليست مسؤولة عن أي محتوى او إعلانات، أو أي مواد متاحة من خلالها، وليست مسؤولة بشكل مباشر أو غير مباشر عن أي ضرر أو خسارة لحقت بك عن طريق استخدامك أو اعتمادك على أي سلع أو خدمات متوفرة من خلالها.</section>"
            }
           
        ]
    }
]