[{
	"title_AR": "نبذة",
	"content_AR": "تأسست هيئة الطرق والمواصلات في نوفمبر 2005، وتتولى تخطيط وتنفيذ مشاريع المواصلات والطرق في إمارة دبي، حيث تقوم بإعداد القوانين والأنظمة والخطط الإستراتيجية وتخطيط وبناء \"مترو دبي\"، وتطوير حلول متكاملة وآمنة لأنظمة الطرق وشبكات النقل البري والبحري بما ينسجم مع خطط التنمية الاقتصادية في دبي ومع أرقى المعايير العالمية.<br>&nbsp;",
	"title_EN": "Profile",
	"content_EN": "The Roads and Transport Authority (RTA) came into formation in November 2005. It is responsible for planning and executing transport and traffic projects in Dubai, preparing legislation and strategic plans, planning and constructing the Dubai Metro, developing other integrated solutions of road systems and marine networks that are safe and in line with the city’s economic development plans and the highest international standards.<br>&nbsp;"
},
{
	"title_AR": "الرؤية",
	"content_AR": "تنقل آمن وسهل للجميع.<br>&nbsp;",
	"title_EN": "Vision",
	"content_EN": "Safe and Smooth Transport for all.<br>&nbsp;"
},
{
	"title_AR": "الرسالة",
	"content_AR": "تطوير أنظمة طرق ونقل متكاملة ومستدامة، وتقديم خدمات متميزة  للفئات المعنية، وذلك لدعم خطط التنمية الشاملة في إمارة دبي من خلال إعداد السياسات والتشريعات، ومواكبة التقنيات والأساليب الإبداعية، وتطبيق أفضل الممارسات والمعايير العالمية.<br>&nbsp;",
	"title_EN": "Mission",
	"content_EN": "Develop integrated and sustainable transportation systems and provide distinguished services to all stakeholders to support Dubai's comprehensive growth plans through preparing policies and legislations, adapting technologies and innovative approaches, and implementing world-class practices and standards.<br>&nbsp;"
},

{
	"title_AR": "القيم",
	"content_AR": "في مسيرتنا نحو رؤيتنا الإستراتيجية ولتحقيق رسالتنا على المستويات كافة، فإننا نحتكم إلى منظومة قيمنا المشتركة التي ستبقى دوما مرجعيتنا الأولى والأساسية </p><p><strong>السمعة المؤسسية:<br></strong>مصداقيتنا وسمعتنا المؤسسية انعكاس طبيعي وصادق لسلامة مرافقنا وما توفره من أمن وثقة لمستخدميها.</p> <p><strong>التميز والنجاح:<br></strong>تميزنا انعكاس واقعي لأداء ثلاثي الأبعاد من الكفاءة والفعالية والتركيز الدائم على استمرارية النجاح.</p> <p><strong>القيادة والعمل الجماعي:<br></strong>تتجلى احترافية قادتنا في عمق احترامهم للفرد وتكريسهم لثقافة العمل الجماعي. </p> <p><strong>الشراكات الإستراتيجية:<br></strong>انجازاتنا ونجاح شراكاتنا الإستراتيجية ترجمة عملية لتجاوبنا مع طموحات عملائنا وإسهامنا في نهضة مجتمعنا.</p> <p><strong>الجودة وخدمة العملاء:<br></strong>اقتناء وتطويع التكنولوجيا العصرية يمثل امتداد لقناعتنا الراسخة في تبني الجودة وكسب العملاء.<br></p>",
	"title_EN": "Values",
	"content_EN": "<p>In our endeavor to achieve our strategic vision and mission at all levels, we refer to our mutual values that remain our first and prime reference at all times:</p>\n\n<p><strong>Corporate Reputation<br>\n</strong>Our credibility and corporate reputation are honest reflections to the safe and reliable infrastructure we provide.<br>\n&nbsp;<br>\n<strong>Distinction and Success</strong><br>\nOur distinction is a true representation of performance based on efficiency, effectiveness and focus on continuous success.<br>\n&nbsp;<br>\n<strong>Leadership and Teamwork</strong><br>\nThe professionalism and wisdom of our leaders are manifested through their deep respect for individuals and reinforcement of teamwork.<br>\n&nbsp;<br>\n<strong>Strategic Partnerships</strong><br>\nOur achievements and the success of our strategic partnerships are true reflection of our response to customer expectations and the contribution to the development of our society.<br>\n&nbsp;<br>\n<strong>Quality and Customer Service<br>\n</strong>Acquisition and utilization of modern technology underpin our continuous journey towards quality and customer loyalty.<br>\n&nbsp;</p>"
}]